per_cent = {'ТКБ': 5.6, 'СКБ': 5.9, 'ВТБ': 4.28, 'СБЕР': 4.0}
money = (input('Введите сумму вклада:'))


b = 5.6
c = 5.9
d = 4.28
e = 4.0

x = float(money) * b / 100
print((x),"сумма","процентов","в","ТКБ")

y = float(money) * c / 100
print((y),"руб",".","сумма","процентов","в","СКБ")

z = float(money) * d / 100
print((z),"руб",".","сумма","процентов","в","ВТБ")

h = float(money) * e / 100
print((h),"руб",".","сумма","процентов","в","СБЕР")

deposit = [x, y, z, h]
max_number = max (deposit)

print("Максимальная сумма, которую вы можете заработать:", max_number ,"руб",".")